Repository: SulemanAli303/CleanLine
Catalog: LiveMArket/Localizing/*.lproj/Localizable.strings
Languages: ar

source: Live Market
ar: عيادة ياس

source: Please write your reviews.
ar: يرجى كتابة التقييمات الخاصة بك۔

source: Should not be empty.
ar: الرجاء عدم تركها فارغة

source: Invalid email address
ar: البريد الالكتروني غير صحيح

source: Mobile number must be between 5-12 numbers.
ar: من فضلك كتابة الرقم كاملاً

source: Invalid mobile number
ar: الرقم غير صحيح

source: Are you sure you want to delete?
ar: هل انت متأكد من الحذف؟

source: Are you sure you want to delete all notifications?
ar: هل تريد تأكيد حذف الإشعارات؟

source: Are you sure you want to clear cart?
ar: هل تريد تأكيد مسح سلة التسوق؟

source: Are you sure you want to delete notification?
ar: هل تريد تأكيد حذف الإشعار؟

source: Are you sure you want to delete post?
ar: هل تريد تأكيد حذف المشاركة؟

source: Do you want to cancel the service?
ar: هل تريد إلغاء الخدمة؟

source: Please Accept Terms &amp; Conditions
ar: الموافقة على الشروط و الأحكام

source: At least one special characters is needed.
ar: مطلوب إضافة حرف واحد على الأقل

source: Please check your internet connection
ar: الرجاء التحقق من الاتصال بالانترنت

source: Confirm password and actual password do not match.
ar: كلمتي المرور غير متطابقتين

source: Password must be between 8-15 characters
ar: يجب أن تكون كلمة المرور أكثر من 8 أرقام

source: Password should be contains upper case,lower case,special charaters and numeric values
ar: يجب أن تحتوي كلمة المرور على أحرف كبيرة وأحرف صغيرة و رموز رقمية

source: Description must be between 10-1000 characters
ar: أحرف الوصف من 10-1000 حرف

source: Please select Atleast One Image
ar: من فضلك أضف صورة واحدة على الأقل

source: Password must contain minimum 8 characters at least 1 Alphabet, 1 Number and 1 Special Character
ar: يجب كتابة 8 أحرف وكتابةرقم ورمز واحد على الأقل

source: Alert
ar: تنبيه

source: Welcome
ar: مرحباً

source: You have successfully registered
ar: لقد تم تسجيلك بنجاح

source: default
ar: خطأ

source: You have successfully login
ar: لقد تم تسجيل الدخول بنجاح

source: Are you sure want to logout
ar: هل تريد تسجيل الخروج ؟

source: Are you sure want to logout?
ar: هل تريد تسجيل الخروج ؟

source: Your account will not receive any orders, and you cannot go live and post videos.
ar: لن يتلقى حسابك أي طلبات ولايمكنك البث المباشر ونشر الفيديو

source: Hurray! you will start receiving orders and you can post and go live now.
ar: مرحباًً الان يمكنك تلقي الطلبات والنشر والبث المباشر

source: Ok
ar: نعم

source: Delete Post
ar: حذف البريد

source: Delete
ar: حذف

source: Cancel
ar: إلغاء

source: Pending
ar: قيد الانتظار

source: Share Video
ar: نشر الفدبو

source: Discard Video
ar: تجاهل الفديو

source: Live Video Ended
ar: نهاية البث المباشر

source: Sold Out
ar: نفذت الكمية

source: Login and Continue
ar: تسجيل الخول والمتابعة

source: Hello, how are you?
ar: مرحباً ,كيف الحال؟

source: EMAIL ADDRESS
ar: عنوان البريد الإلكتروني

source: OLD PASSWORD
ar: كلمة المرور القديمة

source: NEW PASSWORD
ar: كلمة المرور الجديدة

source: PASSWORD
ar: الرقم السري

source: CONFIRM PASSWORD
ar: تأكيد كلمة المرور

source: Forgot Password
ar: هل نسيت كلمة المرور؟

source: Forgot Password?
ar: هل نسيت كلمة المرور؟

source: Login
ar: تسجيل الدحول

source: Please enter full name
ar: الرجاء إدخال الاسم الكامل

source: Please choose country code
ar: الرجاء اختيار رمز البلد

source: Please enter mobile number
ar: الرجاء إدخال رقم الجوال

source: Please enter email address
ar: الرجاء إدخال عنوان البريد الإلكتروني

source: Please enter valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح

source: Please enter password
ar: الرجاء إدخال كلمة المرور

source: Please enter confirm password
ar: الرجاء إدخال تأكيد كلمة المرور

source: Password and confirm password does not match
ar: كلمة المرور وتأكيد كلمة المرور غير متطابقين

source: Please accept terms and conditions
ar: يرجى قبول الشروط والأحكام

source: Please enter account number
ar: الرجاء إدخال رقم الحساب

source: Please enter bank name
ar: الرجاء إدخال اسم البنك

source: Please enter iban code
ar: الرجاء إدخال رمز الآيبا

source: Please select location
ar: الرجاء تحديد الموقع

source: Country
ar: دولة

source: City
ar: مدينة

source: Select Location
ar: اختر موقعا

source: Unable to sign in please try again
ar: غير قادر على تسجيل الدخول يرجى المحاولة مرة أخرى

source: Comment
ar: تعليق

source: Type yout comment here...
ar: اكتب تعليقك هنا .....

source: Add post
ar: أضف منشورا

source: Apply Filter
ar: تطبيق الفلتر

source: Don't have an account?
ar: لا يوجد لديك حساب؟

source: Sign up
ar: تسجيل جديد

source: I ACCEPT THE TERMS & CONDITIONS
ar: الموافقة على الشروط والأحكام

source: Login With
ar: تسجيل الدخول مع

source: Continue with Google
ar: التسجيل عن طريق قوقل

source: Continue with Facebook
ar: التسجيل عن طريق الفيسبوك

source: Continue with Apple
ar: تواصل مع أبل

source: CREATE AN ACCOUNT
ar: إنشاء حساب

source: Commercial Registration details
ar: بيانات السجل التجاري

source: FILL YOUR BASIC INFO
ar: اكمل بياناتك الاساسية

source: Filter
ar: فلتر

source: FULL NAME
ar: الاسم الكامل

source: MOBILE NUMBER
ar: رقم الجوال

source: Modify filter
ar: تعديل الفلتر

source: Next
ar: التالي

source: SELECT ACCOUNT TYPE
ar: حدد نوع الحساب

source: Select Vehicle Type
ar: اختر نوع السيارة

source: Select Car Picture From Front
ar: حدد صورة السيارة من الامام

source: Select Car Picture From Back
ar: حدد صورة السيارة من الخلف

source: Select Vehicle Registration
ar: اختر تسجيل السيارة

source: Select Driving License
ar: اختر رخصة القيادة

source: SELECT BUSINESS TYPE
ar: حدد نوع النشاط

source: RECEIVING OPTIONS
ar: خيارات الاستلام

source: Delivery Options
ar: خيارات التسليم

source: Delegate Services
ar: خدمات المندوبين

source: Delivery Services
ar: خدمات التوصيل

source: Delegate Bookings
ar: حجوزات المندوبين

source: Back
ar: العودة للخلف

source: ACCOUNT NO
ar: رقم الحساب

source: BANK NAME
ar: اسم البنك

source: IBAN CODE
ar: رقم الايبان

source: SKIP THIS
ar: تخطي هذا

source: Continue
ar: يكمل

source: BANK ACCOUNT DETAILS
ar: بيانات الحساب البنكي

source: Proceed
ar: تابع

source: SEARCH LOCATION
ar: موقع البحث

source: Home
ar: الرئيسية

source: Discover
ar: اكتشف

source: MyProfile
ar: الملف الشخصي

source: Messages
ar: الراسائل

source: Message
ar: رسالة

source: YOUR ACCOUNT HAS BEEN SUCCESSFULLY REGISTERED
ar: تم تسجيل حسابك بنجاح

source: YOUR ACCOUNT HAS BEEN REGISTERED, WAIT FOR ACTIVATION AND AUTHENTICATION.
ar: لقد تم تسجيل حسابك، انتظر التنشيط والمصادقة.

source: Your location is outside the
ar: موقعك خارج

source: city. Please choose location with this city.
ar: مدينة. الرجاء اختيار الموقع مع هذه المدينة.

source: To reset your password, enter your email id to receive OTP
ar: لإعادة تعيين كلمة المرور الخاصة بك، أدخل معرف البريد الإلكتروني الخاص بك لتلقي كلمة المرور لمرة واحدة (OTP).

source: Submit
ar: يُقدِّم

source: To verify your email id, please enter the OTP that sent to your email
ar: للتحقق من معرف البريد الإلكتروني الخاص بك، يرجى إدخال كلمة المرور لمرة واحدة (OTP) التي تم إرسالها إلى بريدك الإلكتروني

source: OTP
ar: مكتب المدعي العام

source: Resend
ar: إعادة إرسال

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Re Enter New Password
ar: إعادة إدخال كلمة المرور الجديدة

source: REPORT THIS POST
ar: الإبلاغ عن هذا المنشور

source: You can report this video to live market, if you think that is against our community guidlines.We won't notify the account that you submitted this report.
ar: يمكنك الإبلاغ عن هذا الفيديو إلى Live Market، إذا كنت تعتقد أن ذلك يتعارض مع إرشادات مجتمعنا. ولن نخطر الحساب بأنك أرسلت هذا الإبلاغ.

source: Enter Your comments below
ar: أدخل تعليقاتك أدناه

source: TYPE YOUR COMMENT HERE...
ar: اكتب تعليقك هنا...

source: Special requests
ar: طلبات خاصة

source: Booking Verification
ar: التحقق من الحجز

source: Resturant Location
ar: موقع المطعم

source: Bill Details
ar: تفاصيل الفاتورة

source: Item Total
ar: مجموع الاشياء

source: Tax Charge
ar: رسوم الضريبة

source: Grand Total
ar: المجموع الإجمالي

source: Payment Methods
ar: طرق الدفع

source: Place your Request
ar: ضع طلبك

source: Select your slot
ar: حدد الفتحة الخاصة بك

source: Not Available
ar: غير متاح

source: Available
ar: متاح

source: Persons
ar: الأشخاص

source: Where do you prefer?
ar: أين تفضل؟

source: Please select your date.
ar: الرجاء تحديد التاريخ الخاص بك.

source: Please select your slot.
ar: الرجاء تحديد الفتحة الخاصة بك.

source: Please tell where do you prefer?
ar: من فضلك قل أين تفضل؟

source: Please add your person count.
ar: لرجاء إضافة عدد الأشخاص الخاص بك.

source: Order placed successfully
ar: تم تقديم الطلب بنجاح

source: Please wait for confirmation
ar: يرجى الانتظار للتأكيد

source: Select Map
ar: حدد الخريطة

source: Apple Map
ar: خريطة أبل

source: Google Map
ar: خرائط جوجل

source: Insufficient wallet balance
ar: رصيد المحفظة غير كافي

source: Person
ar: شخص

source: CUSTOMER DETAILS
ar: تفاصيل العميل

source: RESTURANT DETAILS
ar: تفاصيل المطعم

source: Table Booking Completed
ar: اكتمل حجز الطاولة

source: Please type OTP from customer.
ar: الرجاء كتابة كلمة المرور لمرة واحدة (OTP) من العميل.

source: Post reported succesfully
ar: تم الإبلاغ عن المشاركة بنجاح

source: Pull to refresh
ar: سحب لتحديث

source: Location Permission Required
ar: مطلوب إذن الموقع

source: Please enable location services in Settings.
ar: يرجى تمكين خدمات الموقع في الإعدادات.

source: Settings
ar: إعدادات

source: No post is available!
ar: لا توجد مشاركة متاحة!

source: Please add your post videos.
ar: الرجاء إضافة مقاطع الفيديو الخاصة بك.

source: Report this video
ar: ابلغ عن هذا الفيديو

source: Enter valid OTP
ar: أدخل كلمة مرور صالحة

source: sec
ar: ثانية

source: Otp send to your email id
ar: إرسال Otp إلى معرف البريد الإلكتروني الخاص بك

source: Please select account type first
ar: الرجاء تحديد نوع الحساب أولاً

source: REFERRAL CODE
ar: كود الإحالة

source: REQUEST A DELEGATE
ar: طلب مندوب

source: SELECT ACTIVITY TYPE
ar: اختر نوع النشاط

source: STORE NAME
ar: اسم المتجر

source: UPLOAD COMMERCIAL LISENCE
ar: تحميل الرخصة التجارية

source: COMMERCIAL REGISTRATION NO
ar: رقم السجل التجاري

source: Upload associated License
ar: تحميل الترخيص المرتبط

source: Please upload commercial lisence
ar: يرجى تحميل الرخصة التجارية

source: Please enter commercial registration no
ar: الرجاء إدخال رقم السجل التجاري

source: Please upload associated lisence
ar: الرجاء تحميل الترخيص المرتبط

source: Orders on Process
ar: أوامر على العملية

source: New Orders
ar: طلبات جديدة

source: My Feed
ar: خلاصتي

source: Profile
ar: حساب تعريفي

source: Complete Booking
ar: الحجز كامل

source: Pick-Up Address
ar: عنوان الاستلام

source: Service Booking
ar: حجز الخدمة

source: Address
ar: عنوان

source: Play Ground Booking
ar: حجز الملعب

source: Booking Details
ar: تفاصيل الحجز

source: Chalet Booking
ar: حجز الشاليه

source: Hotel Booking
ar: حجز الفندق

source: Gym Subscription
ar: اشتراك الجيم

source: Table Booking
ar: حجز الطاولة

source: Please enter price
ar: الرجاء إدخال السعر

source: Chat with Driver
ar: الدردشة مع السائق

source: CARD
ar: بطاقة

source: COD
ar: سمك القد

source: WALLET
ar: محفظة

source: Delivered Successfully
ar: تم التسليم بنجاح

source: APPLE PAY
ar: أبل باي

source: Please valid OTP
ar: يرجى التحقق من كلمة المرور لمرة واحدة (OTP)

source: Delivery Requests
ar: طلبات التسليم

source: Payment made successfully
ar: تم الدفع بنجاح

source: Your request has been placed successfully! please wait for confirmation
ar: لقد تم تقديم طلبك بنجاح! برجاء انتظار التأكيد

source: Your payment successfully proceed! please wait for confirmation
ar: تمت عملية الدفع بنجاح! يرجى انتظار التأكيد

source: Book Now
ar: احجز الآن

source: Please add details
ar: الرجاء إضافة التفاصيل

source: Select Date
ar: حدد تاريخ

source: Done
ar: منتهي

source: Select Time
ar: اختر الوقت

source: Camera
ar: آلة تصوير

source: Gallery
ar: صالة عرض

source: Choose Photo
ar: اختر صورة

source: Choose Delegate Services
ar: اختر خدمات المندوبين

source: Wallet amount is less than SAR 100. Please recharge your wallet?
ar: مبلغ المحفظة أقل من 100 ريال سعودي. الرجاء إعادة شحن محفظتك؟

source: Please select delegate service
ar: الرجاء اختيار خدمة المفوض

source: Please select pick location
ar: الرجاء تحديد موقع الاختيار

source: Please select drop location
ar: الرجاء تحديد موقع الإسقاط

source: Terms & Conditions
ar: البنود و الظروف

source: Products
ar: منتجات

source: Wallet
ar: محفظة

source: Card
ar: بطاقة

source: Cash
ar: نقدي

source: Delivery Address
ar: عنوان التسليم

source: Store Address
ar: عنوان المتجر

source: Chat with Customer
ar: الدردشة مع العميل

source: Order delivered successfully
ar: تم تسليم الطلب بنجاح

source: Chat with Store
ar: الدردشة مع المتجر

source: Invoice no. copied
ar: رقم الفاتورة منسوخ

source: Please wait for delivery
ar: الرجاء الانتظار للتسليم

source: Payment via wallet is only supported method right now as pay via card is under development...
ar: الدفع عبر المحفظة هو الطريقة الوحيدة المدعومة حاليًا حيث أن الدفع عبر البطاقة قيد التطوير...

source: User cancelled the payment
ar: ألغى المستخدم الدفع

source: Payment failed.Please try later
ar: فشل الدفع. الرجاء المحاولة لاحقا

source: Pieces
ar: قِطَع

source: Quantity
ar: كمية

source: SAR
ar: ريال سعودي

source: Add Ons:
ar: الإضافات:

source: Cart
ar: عربة التسوق

source: Please add address
ar: الرجاء إضافة العنوان

source: Please select receiving option
ar: الرجاء تحديد خيار الاستلام

source: Please select payment option
ar: الرجاء تحديد خيار الدفع

source: Please select time atlest 1 hour later from now
ar: يرجى تحديد الوقت بعد ساعة واحدة على الأقل من الآن

source: Please Select Date first
ar: الرجاء تحديد التاريخ أولاً

source: No cart item found
ar: لم يتم العثور على أي عنصر في سلة التسوق

source: No Record Found
ar: لا يوجد سجلات

source: Search
ar: يبحث

source: Olivia Stanford
ar: أوليفيا ستانفورد

source: On the way
ar: علي الطريق

source: Going to site visit?
ar: هل ستذهب لزيارة الموقع؟

source: Reached Location?
ar: هل وصلت إلى الموقع؟

source: Work on progress
ar: العمل على التقدم

source: Payment Received
ar: تم استلام الدفعة

source: Did you received cash?
ar: هل تلقيت النقود؟

source: Maid Service
ar: خدمة الخادمة

source: Service Completed
ar: اكتملت الخدمة

source: Enter valid otp
ar: أدخل كلمة مرور صالحة

source: Please enter service charges
ar: الرجاء إدخال رسوم الخدمة

source: Order Accepted successfully
ar: تم قبول الطلب بنجاح

source: Days
ar: أيام

source: Gold's Gym
ar: الجيم الذهبي

source: star ratings
ar: تقييمات النجوم

source: Completed
ar: مكتمل

source: New Bookings
ar: الحجوزات الجديدة

source: Club Subscription
ar: اشتراك النادي

source: Gym
ar: نادي رياضي

source: Please enter subscription number.
ar: الرجاء إدخال رقم الاشتراك.

source: Please ADD your notes.
ar: الرجاء إضافة ملاحظاتك.

source: Booking completed
ar: اكتمل الحجز

source: Star Ratings
ar: تقييمات النجوم

source: Reserved
ar: محجوز

source: Delivered
ar: تم التوصيل

source: Accept
ar: يقبل

source: pending
ar: قيد الانتظار

source: Accept this Order?
ar: هل تقبل هذا الأمر؟

source: Ready For Collection
ar: جاهزة للتجميع

source: Ready To Pickup?
ar: جاهز للاستلام؟

source: On The Way to collection
ar: في الطريق إلى الجمع

source: On The Way
ar: علي الطريق

source: Select Room
ar: اختر الغرفة

source: Your payment has been done successfully!
ar: لقد تمت عملية الدفع بنجاح!

source: Per Day
ar: في اليوم

source: HOTEL DETAILS
ar: تفاصيل الفندق

source: Please enter verification code.
ar: الرجاء إدخال رمز التحقق.

source: Remove
ar: يزيل

source: Apply
ar: يتقدم

source: Enter valid promo code
ar: أدخل رمز ترويجي صالح

source: Please select payment type
ar: الرجاء تحديد نوع الدفع

source: Please selected your subscription.
ar: الرجاء تحديد اشتراكك.

source: Please enter your full name.
ar: من فضلك ادخل اسمك الكامل.

source: Please enter your age.
ar: يرجى إدخال عمرك.

source: Please choose your gender.
ar: الرجاء اختيار جنسك.

source: Please enter your dial number.
ar: الرجاء إدخال رقم الاتصال الخاص بك.

source: Please enter your phone number.
ar: يرجى إدخال رقم الهاتف الخاص بك.

source: Please enter your email id.
ar: الرجاء إدخال اسم المستخدم البريد الالكتروني.

source: female
ar: أنثى

source: male
ar: ذكر

source: Gym Details
ar: تفاصيل الصالة الرياضية

source: End Date
ar: تاريخ الانتهاء

source: Subscription Confirmed
ar: الاشتراك المؤكدة

source: Service Request
ar: طلب خدمة

source: Chalet Request
ar: طلب الشاليه

source: sqft Area
ar: مساحة قدم مربع

source: hr
ar: ساعة

source: PLAY GROUND DETAILS
ar: تفاصيل الملعب

source: Please type your review.
ar: الرجاء كتابة رأيك.

source: Please select rating star
ar: الرجاء تحديد نجمة التقييم

source: Payment has been done successfully!
ar: لقد تم الدفع بنجاح!

source: Please select time after the 1 hour from now
ar: يرجى تحديد الوقت بعد ساعة واحدة من الآن

source: MicSetting
ar: إعداد الميكروفون

source: Track Order
ar: ترتيب المسار

source: Call Driver
ar: استدعاء السائق

source: View Map
ar: إعرض الخريطة

source: Call Customer
ar: الاتصال بالعميل

source: Call Service Provider
ar: مزود خدمة الاتصال

source: Your order ready for collection
ar: طلبك جاهز للاستلام

source: Your order is
ar: أمرك هو

source: Balance
ar: توازن

source: Please enter amount
ar: الرجاء إدخال المبلغ

source: Recharge wallet amount must be greater then 1 and less than 200000
ar: يجب أن يكون مبلغ إعادة شحن المحفظة أكبر من 1 وأقل من 200000

source: Comments
ar: تعليقات

source: Type your comment here...
ar: اكتب تعليقك هنا...

source: Please type your comment
ar: الرجاء كتابة تعليقك

source: No Comments Found!
ar: لم يتم العثور على تعليقات!

source: Reply to
ar: الرد على

source: year ago
ar: منذ عام

source: month ago
ar: منذ شهر

source: day ago
ar: منذ يوم

source: hour ago
ar: منذ ساعة

source: min ago
ar: منذ دقيقة

source: now
ar: الآن

source: SendingVoice
ar: إرسال الصوت

source: No Messages Found!
ar: لا توجد رسائل!

source: Type a message...
ar: اكتب رسالة...

source: Offline
ar: غير متصل على الانترنت

source: Choose Image Source
ar: اختر مصدر الصورة

source: Photo Library
ar: مكتبة الصور

source: Please select date
ar: يرجى تحديد التاريخ

source: No Admin Live!
ar: لا يوجد مشرف مباشر!

source: No Live Found!
ar: لم يتم العثور على حياة!

source: Received Message
ar: الرسالة المستلمة

source: Comment...
ar: تعليق...

source: Are you sure you want to end your live stream?
ar: هل أنت متأكد أنك تريد إنهاء البث المباشر؟

source: Picture
ar: صورة

source: Video
ar: فيديو

source: Please add your post images.
ar: الرجاء إضافة صور مشاركتك.

source: Please select maximum five post images.
ar: الرجاء تحديد خمس صور للمشاركة كحد أقصى.

source: No Wallet History Found!
ar: لم يتم العثور على سجل المحفظة!

source: please enter your amount.
ar: الرجاء إدخال المبلغ الخاص بك.

source: My Reviews
ar: مراجعاتي

source: No Reviews Found!
ar: لم يتم العثور على أي تعليقات!

source: Your account will be visible, and you will start receiving requests.
ar: سيكون حسابك مرئيًا، وستبدأ في تلقي الطلبات.

source: Your account will no longer be visible to others.
ar: لن يكون حسابك مرئيًا للآخرين بعد الآن.

source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Manage Profile
ar: إدارة الملف الشخصي

source: Request to Change Profile Image?
ar: هل تريد تغيير صورة الملف الشخصي؟

source: Yes
ar: نعم

source: No
ar: لا

source: No Feeds Found
ar: لم يتم العثور على خلاصات

source: Edit Profile
ar: تعديل الملف الشخصي

source: Change Password
ar: تغيير كلمة المرور

source: Enter old password
ar: أدخل كلمة المرور القديمة

source: Your password must be at least 8 characters. It must include an upper and lowercase letter and a number. It can also include special characters -_?!$%^()@
ar: يجب أن تتكون كلمة المرور الخاصة بك من 8 أحرف على الأقل. ويجب أن تتضمن حرفًا كبيرًا وصغيرًا ورقمًا. ويمكن أن تتضمن أيضًا أحرف خاصة -_؟!$%^()@

source: The confirm password must be at least 8 characters.
ar: يجب أن تتكون كلمة المرور المؤكدة من 8 أحرف على الأقل.

source: Edit Address
ar: تعديل العنوان

source: Add New Address
ar: إضافة عنوان جديد

source: Please enter building name
ar: الرجاء إدخال اسم المبنى

source: Please enter street address
ar: الرجاء إدخال عنوان الشارع

source: Please enter flat no
ar: الرجاء إدخال رقم الشقة

source: Help Center
ar: مركز المساعدة

source: Please enter your message
ar: أدرج رسالتك من فضلك

source: You do not have WhatsApp installed! Please install first.
ar: WhatsApp ليس مثبتًا لديك! الرجاء التثبيت أولاً.

source: My Address
ar: عنواني

source: Are you sure you want to delete address?
ar: هل أنت متأكد أنك تريد حذف العنوان؟

source: Edit Bank Details
ar: تحرير تفاصيل البنك

source: Edit Vehicle Details
ar: تعديل تفاصيل المركبة

source: Become Delivery Representative
ar: أصبح مندوب التوصيل

source: Please select front picture of the car
ar: يرجى اختيار الصورة الأمامية للسيارة

source: Please select back picture of the car
ar: يرجى اختيار الصورة الخلفية للسيارة

source: Please select driving license
ar: الرجاء اختيار رخصة القيادة

source: Please select vehicle register
ar: الرجاء اختيار سجل المركبة

source: Please select vehicle type
ar: الرجاء تحديد نوع السيارة

source: Invite Friends
ar: ادعو أصدقاء

source: Copied
ar: نسخ

source: Text copied to clipboard
ar: تم نسخ النص إلى الحافظة

source: Hey there, if you do, sign up using referral code
ar: مرحبًا، إذا قمت بذلك، قم بالتسجيل باستخدام رمز الإحالة

source: you will receive 50 SAR in your wallet.
ar: سوف تحصل على 50 ريالاً سعوديًا في محفظتك.

source: Please eneter OTP
ar: الرجاء إدخال كلمة المرور لمرة واحدة

source: Stuffed Zucchini
ar: كوسة محشوة

source: Request a delegate
ar: طلب مندوب

source: Results showing
ar: ظهور النتائج

source: Menu
ar: قائمة طعام

source: Room List
ar: قائمة غرفة

source: Active Subscription
ar: الاشتراك النشط

source: Details
ar: تفاصيل

source: Invalid User Details
ar: تفاصيل المستخدم غير صالحة

source: Completed
ar: مكتمل

source: COMPLETED ON
ar: اكتمل بتاريخ

source: COMPLETED ON:
ar: اكتمل بتاريخ:

source: Order Confirmed
ar: تم تاكيد الطلب

source: Preparing Order
ar: تحضير الطلب

source: Order Delivered
ar: أجل تسليم

source: Please name of establishment or owner
ar: يرجى اسم المنشأة أو المالك

source: Select DOB
ar: اختر تاريخ الميلاد

source: Please enter residency no
ar: الرجاء إدخال رقم الإقامة

source: Please enter nationality
ar: الرجاء إدخال الجنسية

source: Please enter dob
ar: الرجاء إدخال دوب

source: Please Select a valid face image
ar: الرجاء تحديد صورة وجه صالحة

source: seconds
ar: ثواني

source: Skip
ar: يتخطى

source: Google Maps is not installed on the device.
ar: خرائط Google غير مثبتة على الجهاز.

source: Please enter store name
ar: الرجاء إدخال اسم المتجر

source: Balance Earnings
ar: رصيد الرصيد

source: You can ernings up to
ar: يمكنك الحصول على ما يصل إلى

source: WITHDRAW ERNINGS
ar: سحب إيرنينج

source: WILL DO IT LATER
ar: سوف أفعل ذلك لاحقًا

source: Banned Accounts
ar: الحسابات المحظورة

source: Just Now
ar: الآن

source: Unblock
ar: رفع الحظر

source: My Bookings
ar: حجوزاتي

source: Rate the app
ar: قيم التطبيق

source: Language
ar: لغة

source: App Color Theme
ar: موضوع لون التطبيق

source: My Orders
ar: طلباتي

source: Received Order
ar: تم استلام الطلب

source: Clear All
ar: مسح الكل

source: No Slot Found!
ar: لم يتم العثور على فتحة!

source: My Orders Not Found!
ar: طلباتي غير موجودة!

source: Received Orders
ar: تم استلام الطلب

source: Received Orders Not Found!
ar: لم يتم العثور على الطلبات المستلمة!

source: You have no service requests
ar: ليس لديك أي طلبات خدمة

source: Product List
ar: قائمة المنتجات

source: Delete My Account
ar: احذف حسابي

source: Are you sure you want to Delete Your account?
ar: هل انت متأكد انك تريد حذف حسابك؟
